[
    {
        "id": "basic",
        "name": "Tecniche basiche",
        "lessons":
        [
            {
                "id": "equipment",
                "title": "Attrezzatura",
                "description": "Non sai bene cosa comprare online? Parliamone!",
                "body": "Fammi iniziare con una grossa affermazione, non ti serve necessariamente tutto e sopratutto non ti serve subito.\nDetto questo, lascia che ti aiuti a scegliere gli strumenti giusti per iniziare a preparare fantastici cocktail.\n\n• SHAKER PER COCKTAIL\nLe due cose da considerare quando si acquista uno shaker sono stile e materiale.\nEsistono due stili principali di shaker, uno a tre pezzi, chiamato Cobbler shaker, e uno a due pezzi chiamato Boston shaker. Un Cobbler di qualità è molto difficile da trovare ed è persino più difficile trovare pezzi di ricambio, non si sigilla benissimo e richiede molto più tempo a filtrare cocktail rispetto a un due pezzi.\nIl mio consiglio è di scegliere uno shaker a due pezzi con entrambe le parti in metallo, va bene anche in acciaio inox, semplicemente perché è la scelta più gettonata dai barman professionisti. Io lo utilizzo sia a casa che al lavoro, poiché è più facile da usare con una sola mano ed onestamente fa un rumore più soddisfacente quando si shakera.\n\n• STRAINER\nCi sono tre diversi tipi di strainer: julep, hawthorn e tea strainer. I primi due servono principalmente per evitare che i pezzi di ghiaccio vadano all'interno del bicchiere e creino disordine ovunque. Il colino da tè, o un qualsiasi colino fine, raccoglierà tutti i piccoli frammenti di ghiaccio che passano attraverso lo strainer. Il mio colino preferito è il Calabrese Hawthorn Strainer, che è molto versatile soprattutto in combinazione con il colino da tè.\n\n• JIGGER\nIl jigger che mi piace usare è il Japanese jigger. Di solito, quello più piccolo misura 25 ml e all'interno segna anche i 15 ml, mentre quello grande misura 50 ml e segna 35 ml all’interno.\n\n• BAR SPOON\nI bar spoon sono davvero utili soprattutto con un'ottima tecnica di mescolazione e puoi usarli anche per misurare piccole quantità di liquidi, solitamente intorno ai 5 ml, e per pescare ciliegie o olive dai barattoli!\n\n• ALTRI STRUMENTI\nPestello: utile per schiacciare i frutti sul fondo di uno shaker. Ti consiglio di prenderne uno di buona qualità, in alternativa puoi utilizzare la superficie piatta della parte superiore del cucchiaio da bar se ne hai uno.\n\nPelapatate: probabilmente ne avrai già uno a casa, ma se non lo hai, procurati un buon pelapatate a 'Y', evita i materiali flessibili e sottili. Ne ho distrutto uno mentre sbucciavo un limone acerbo e mi son tagliato un pezzo di dito!\n\nColtelli e tagliere: un buon collettò affilato e qualsiasi tipo di tagliere andranno bene.Sono sicuro che li hai già a casa, quindi non ti preoccupare, quelli andranno benissimo per il momento!\n\nSpremiagrumi: qualunque cosa tu abbia a casa andrà bene, nel caso non ne avessi uno ti consiglio di acquistare un Mexican Elbow.\n\nBicchiere da miscelazione: sono piuttosto costosi e non sono estremamente necessari. Puoi facilmente usare una delle due parti dello shaker ed evitare una grande spesa iniziale.",
                "hasVideo": false,
                "videoURL": ""
            },
            
            {
                "id": "how-to-shake",
                "title": "Come shakerare i cocktail",
                "description": "Scopri perché i cocktail vengono shakerati, per quanto tempo e molto di più!",
                "body": "Shakerare un drink è uno dei modi più rapidi per ottenere cocktail freddi. Con questo metodo, la distribuzione del liquido attorno allo shaker e al ghiaccio è molto rapida perché lo scambio termico tra i due prodotti verrà accelerato. Infatti, più velocemente shakeri e più velocemente il tuo cocktail si raffredderà!\nIl tempo ideale di agitazione di un cocktail è di circa 8-10 secondi. Superare questo tempo avrà un impatto minimo sul cocktail (che non diventerà più freddo) e risulterà semplicemente in uno spreco di energie!\nShakerare vigorosamente creerà uno strato di ghiaccio attorno allo shaker, che permetterà al tuo drink di raffreddarsi fino ad una temperatura di -5°C. Una volta raffreddato il contenuto, puoi smettere di shakerare e iniziare a filtrare il cocktail. La tecnica che usi per agitare non è così rilevante né lo è il ghiaccio, quindi non preoccuparti: shakera sempre con del ghiaccio a cubetti, ci sono pochissimi casi in cui si shakera con ghiaccio tritato.\nShakerare vigorosamente porta anche aerazione nei cocktail, una reazione causata dal ghiaccio che intrappola piccole bolle d'aria all'interno del liquido. Puoi individuare queste minuscole bolle sul tuo palato che possono anche influenzare l'esperienza tattile del cocktail e il modo in cui percepiamo i sapori. Una cosa da tenere a mente, quando prepari i tuoi cocktail, è che shakerare renderà la bevanda torbida, indipendentemente dalla trasparenza dei prodotti che stai utilizzando.\nIn ultimo, quando shakeri un cocktail devi sempre filtrarlo con lo strainer e il colino da tè. Personalmente non mi piace né bere i frammenti di ghiaccio all'interno del cocktail e nemmeno vederli galleggiare. È per questo che la fase di filtraggio è importante: il colino fine cattura anche tutti i pezzi di polpa di frutta, semi e erbe.\n\nSvolgimento:\nLa pratica più utilizzata è quella di versare tutti gli ingredienti all'interno della parte piccola dello shaker e poi riempirla di ghiaccio. In seguito, copritelo con la parte grande, capovolgete lo shaker e girate entrambi le parti in direzioni opposte. Generalmente la parte piccola può contenere fino a due cocktail, tutto però dipende dal volume del cocktail. Dopo aver agitato, puoi colpire lo shaker sul lato, all’incirca due centimetri al disotto del bordo, per rompere il sigillo. Ci vuole molta pratica per trovare il punto giusto, quindi non impazzire se a volte devi colpire ripetutamente!\n\nConsigli:\n• Metti prima gli ingredienti più economici, se ti sbagli non ti sentirai in colpa.\n• Puoi preparare fino a due cocktail per shaker. Nel caso ne dovessi preparare più di due, avrai bisogno di un set di shaker aggiuntivo e dovrai semplicemente dividere in modo uniforme il contenuto dei cocktail nei tuoi shaker.\n• I cocktail serviti senza ghiaccio hanno una vita breve, raffredda il bicchiere prima di preparare il cocktail!\n\nRiepilogo:\n• Agitare energicamente per 8-10 secondi\n• Agitare sempre con cubetti di ghiaccio\n• Agitare raffredderà, diluirà e aererà la bevanda\n• Se non stai usando ingredienti trasparenti, shakera!",
                "hasVideo": true,
                "videoURL": "https://youtu.be/13oVQux4oI0"
            },
            
            {
                "id": "how-to-stir",
                "title": "Come mescolare i cocktail",
                "description": "Perché certi cocktail non si shakerano?",
                "body": "Shakerare non è l’unica tecnica possibile. Molti cocktail, infatti, possono essere anche solo semplicemente mescolati. Con questa tecnica, la temperatura del cocktail scende intorno a 0°C in meno di 10 secondi. Mescolando per 40 secondi raggiungerai la stessa temperatura (-5°C) ottenuta shakerando il cocktail per 8-10 secondi. Un buon mescolamento non influisce sul risultato del cocktail, ma ha un impatto diverso su chi ti guarda. Per sembrare più professionale, prendi un bel bar spoon lungo, inseriscilo tra la parete del contenitore e il ghiaccio, e fallo ruotare tra le dita in senso circolare.\n\nRicorda che il ghiaccio si scioglie perché la temperatura del liquido con cui è a contatto non è la stessa. La temperatura del drink, una volta raggiunta la stessa del ghiaccio, non scenderà ulteriormente; continuare a mescolare risulterà quindi inutile.\nProbabilmente ti chiederai perché mescolare invece che shakerare. La verità è che quando mescoli un cocktail avrai molto più controllo sulla diluizione del ghiaccio e potrai quindi gestire meglio il risultato finale.\n\nInfine un cocktail mescolato manterrà limpidi tutti i gli ingredienti poiché non ci saranno bolle d'aria intrappolate al suo interno. Ciò significa anche che i sapori degli ingredienti saranno più pronunciati.\n\nSvolgimento:\nLa pratica più utilizzata è quella di versare tutti gli ingredienti all'interno del contenitore, partendo da quelli più economici per poi aggiungere ghiaccio e infine mescolare. In questo caso, raffreddare prima il mixing glass è una buona pratica ma non essenziale.\n\nConsigli:\n• I cocktail serviti senza ghiaccio hanno una vita breve, puoi berli velocemente o raffreddare il bicchiere prima di servire, questo ti darà un po’ più di tempo per godertelo.\n• Una buona mescolata richiede 2 volte di più che lavarsi le mani. Quindi puoi praticare la tua memoria muscolare cantando:\n- Happy birthday\n- I will survive by Gloria Gaynor - solo il ritornello\n- Africa by toto - solo il ritornello\n\nRiepilogo:\n• Mescola con un ritmo costante per circa 40 secondi\n• Puoi raffreddare il bicchiere se i cocktail vengono serviti senza ghiaccio\n• Mescolare metterà in risalto i tuoi ingredienti\n• I cocktail mescolati funzionano meglio con liquidi limpidi",
                "hasVideo": true,
                "videoURL": "https://youtu.be/QMuc65b7pDY"
            },
            
            {
                "id": "how-to-churn",
                "title": "Come fare ‘Churn’ e come ‘Build in’ i cocktail",
                "description": "Due techie facilissime che non dovresti mai sbagliare!",
                "body": "• CHURN\nLo scopo di questa tecnica è quello di agitare energicamente il liquido e tutti gli altri ingredienti all'interno del bicchiere, con ghiaccio tritato e l’aiuto del bar spoon. In questo modo raffredderai immediatamente il cocktail, lo diluirai e incorporerai tutti gli ingredienti insieme. È una tecnica molto potente e facile ed è sempre associata ai mojito.\n\nSvolgimento:\nAggiungi tutti gli ingredienti all'interno del bicchiere, riempilo con ghiaccio tritato e usa il bar spoon per andare su e giù con forza e mescolare il tutto per circa 8-10 secondi. Completa con altro ghiaccio tritato.\n\nConsigli:\n• “Ice keeps ice nice” ovvero più ghiaccio aggiungi nel cocktail, più il ghiaccio non si scioglierà\n• Non shakerare i cocktail con ingredienti frizzanti\n• Puoi usare entrambe le parti del bar spoon\n• Distribuisci i tuoi ingredienti solidi in modo uniforme nel bicchiere\n• Evita di premere con troppa forza la menta\n\n• BUILD IN\nQuesta tecnica si riferisce letteralmente al versare tutti gli ingredienti all'interno di un bicchiere pieno di ghiaccio. Alcuni dei cocktail che utilizzano questa tecnica richiedono ingredienti frizzanti che devono essere aggiunti per ultimi; in tal caso cercate di non versare liquidi frizzanti sopra il ghiaccio altrimenti galleggeranno e non si incorporeranno con il resto del drink. Se il liquido galleggia, mescolalo leggermente per incorporare tutto insieme.\n\nSvolgimento:\nAggiungi tutto nel bicchiere, prima gli ingredienti economici e poi il ghiaccio. Se il cocktail contiene ingredienti frizzanti, versali sul liquido in modo che non galleggi",
                "hasVideo": true,
                "videoURL": "https://youtu.be/tK__mlyceXM"
            }
        ]
    },
    
    {
        "id": "advanced",
        "name": "Tecniche avanzate",
        "lessons":
        [
            {
                "id": "how-to-throw",
                "title": "Come ‘lanciare’ i cocktail",
                "description": "Perché un Bloody Mary è meglio non shakerato?",
                "body": "Questa è una delle poche tecniche con cui puoi divertirti provandola semplicemente con dell'acqua. Devi letteralmente ‘lanciare’ il liquido da una parte dello shaker all'altra. Questa tecnica raffredderà il cocktail, gli darà diluizione e consistenza.\nIl motivo per cui è la tecnica migliore per i Bloody Mary è perché così il cocktail otterrà la maggior parte delle caratteristiche di un drink shakerato senza creare una spessa schiuma amara in cima (shakerando il succo di pomodoro con le spezie, e i condimenti, del Bloody Mary si creerà una schiuma marroncina e amara, per niente piacevole).\n\nSvolgimento:\nTieni la parte grande dello shaker, con ghiaccio e il drink all’interno e blocca il tutto con lo strainer. Travasa il liquido da una parte dello shaker all’altra costantemente fino a quando il liquido non raggiunge la diluizione desiderata (questo sarà più evidente con succhi densi come succo di pomodoro).\n\nConsigli:\n• Pratica prima questa tecnica con l’acqua\n• Utilizza un Julep strainer con questa tecnica",
                "hasVideo": true,
                "videoURL": "https://youtu.be/fxooFzfUSyA"
            },
            
            {
                "id": "dry-shake-and-reverse-dry-shake",
                "title": "'Dry shake' e 'Reverse dry shake'",
                "description": "Cocktail contenenti l'albume e le tecniche più usate!",
                "body": "Queste due tecniche ti guideranno nel meraviglioso mondo dei cocktail schiumosi. Indovinate qual è l’ingrediente che rende il tutto possibile? L'albume, o la sua alternativa se sei vegano.\nL'albume nei cocktail è generalmente un ingrediente sicuro perché i possibili batteri presenti nell’uovo, vengono eliminati entrando in contatto con la parte alcolica del drink e il succo di limone o lime. Quando si utilizzano elementi schiumosi, la tecnica di shake da usare è chiamato Dry Shake.\n\nIl ‘Dry Shake’ si riferisce all'agitazione vigorosa degli ingredienti in uno shaker senza ghiaccio per circa 20/30 secondi. Questa tecnica farà sì che l'albume si incorpori con tutti gli altri ingredienti e il risultato sarà una schiuma densa e spumosa che dona una consistenza incredibilmente vellutata ai tuoi cocktail.\nDopo il ‘Dry Shake’, si aggiunge del ghiaccio e si agita brevemente la miscela prima di filtrare finemente all'interno del bicchiere.\n\nIl ‘Reverse dry shake’, invece, è la stessa tecnica ma invertita, quindi agiterete prima i vostri ingredienti con ghiaccio e, una volta filtrato finemente il composto nello shaker, aggiungerete l'albume e agiterete energicamente. La differenza tra questi due metodi è in realtà minima, quindi sta a te decidere quale delle due ti sembrerà più semplice e divertente.\n\nConsigli:\n• Se stai usando l'albume, rompi l'uovo in un altro shaker, così nel caso in cui ti dovesse cadere il tuorlo nel contenitore, non dovrai tutto il mix.\n• Se stai usando alternative come aquafaba (acqua di ceci) ti consiglio di usare circa 25/30 ml. Per qualsiasi altra alternativa leggi le istruzioni sulla bottiglia, la mia preferita è Mrs Better Bitter Miraculous Foamer.\n• Non esiste una tecnica 'giusta', provale entrambe e scegli la tua preferita.\n\nRiepilogo:\n• Shakera sempre due volte, una con e una senza ghiaccio\n• Agita sempre vigorosamente quando shakeri l’albume\n• Filtra il cocktail con il colino da tè dopo averlo agitato con ghiaccio",
                "hasVideo": true,
                "videoURL": "https://youtu.be/wVdZsZM0blo"
            },
            
            {
                "id": "make-cocktails-without-equipment",
                "title": "Fare cocktail senza gli attrezzi",
                "description": "Hai dimenticato i tuoi attrezzi a casa? Vediamo qualche soluzione alternativa",
                "body": "Ovviamente fa sempre comodo avere tutto l’equipaggiamento necessario per fare cocktail quando si è in giro, ma in realtà molto spesso capita che non ci si possa portare dietro tutto il necessario. Che fare in questo caso?\n\n• SHAKER\nUn oggetto molto semplice e facile da reperire è un vasetto ermetico. Versa tutti i tuoi ingredienti al suo interno e riempilo con ghiaccio, chiudi il coperchio e shakera. Dato che il barattolo è pieno di ingredienti rimane veramente poco spazio per il ghiaccio di rompersi mentre stai shakerando. Starà poi a te decidere se bere direttamente dal vasetto o versare il tutto in un bicchiere.\nAltre alternative fattibili potrebbero essere utilizzare una borraccia, uno shaker delle proteine, una vaschetta di gelato, una bottiglia della passata di pomodoro! Insomma qualunque cosa che possa contenere il tuo cocktail, del ghiaccio e che abbia un coperchio, fa al caso tuo!\n\n• JIGGER\nNon hai un misurino con te? Nessun problema! Visto che non stai servendo e vendendo le tue creazioni al pubblico, sei tu a decidere quanto alcool vuoi nei tuoi cocktail. Il mio consiglio è quello di utilizzare una tazzina di caffè, che immagino sicuramente avrai in casa!",
                "hasVideo": false,
                "videoURL": ""
            }
        ]
    },
    
    {
        "id": "syrups",
        "name": "Sciroppi",
        "lessons":
        [
            {
                "id": "simple-syrup",
                "title": "La base degli sciroppi",
                "description": "Parliamo di come fare gli sciroppi basici e quando è meglio usarli",
                "body": "Per sciroppo di zucchero si intende un mix in parti uguali di zucchero e acqua, mentre quando si parla di ‘rich syrup’ si intende semplicemente un mix di 2 parti zucchero per 1 parte di acqua.\nIl modo migliore per preparare degli sciroppi di zucchero è versare il mix di acqua e zucchero in una pentola sui fornelli, senza portare a bollore, mescolando continuamente finche non si otterrà un liquido trasparente. Questo processo si può fare anche “a freddo” ma lo sconsiglio perché richiede il triplo del tempo per dissolvere lo zucchero nell’acqua.\n\nPuoi usare questo metodo con ogni tipologia di zucchero che hai tra le mani: bianco, grezzo, di canna, demerara, muscovado, ecc.\nUna volta preparato lo sciroppo, lascia che si raffreddi a temperatura ambiente, imbottiglialo in una bottiglia trasparente, se possibile, e etichettalo con la data, il rapporto acqua/zucchero e la tipologia di zucchero usata. Conservalo in frigorifero e se non è entrato a contatto con batteri dovrebbe durare almeno un mese.\nLa maggior parte dei cocktail richiede l’utilizzo di sciroppi perché è praticamente impossibile dissolvere completamente lo zucchero in polvere in poco tempo e a basse temperature. Per cocktail come l’Old Fashioned, il Mojito o la Caipirinha, dove la ricetta classica prevede l’utilizzo dello zucchero in polvere, sta a te decidere quale tipo di zucchero usare, sciroppo o in grani.\nUsare lo zucchero in grani farà si che la dolcezza del drink si evolva con il tempo, cosa che personalmente non mi piace. Invece, utilizzando uno sciroppo avrai maggior controllo sulla dolcezza del drink e sarà molto più semplice replicare lo stesso sapore nei drink successivi.",
                "hasVideo": false,
                "videoURL": ""
            },
            
            {
                "id": "honey-agave-vanilla",
                "title": "Sciroppi al Miele, Vaniglia e Agave",
                "description": "Vediamo come usare sciroppi molto densi e perché vengono ‘tagliati’",
                "body": "Poiché tutti questi sciroppi sono densi e concentrati, vi suggerisco di diluirli un pochino, ma senza esagerare, poiché altrimenti perderanno le loro caratteristiche. Ovviamente sta a te decidere quanto vuoi allungarli, se usare un rapporto 1:1, 2:1, 3:1 (principio utilizzato anche nello sciroppo di zucchero).\nQuando stai preparando dei cocktail è meglio evitare di usare sciroppi troppo densi perché quando entrano in contatto con il ghiaccio e scendono sotto basse temperature, se non sono amalgamati bene con il resto del drink, si cristallizzeranno e si attaccheranno alle pareti dello shaker.\n\n• MIELE\nQuesto ingrediente è un must have ed è utilizzato in molti cocktail classici e moderni e va molto bene con i whisky. Puoi usare qualsiasi tipo di miele, ricorda però che influirà sul sapore del cocktail e dovrai allungarlo con dell'acqua calda (NON BOLLENTE) se è troppo denso. Il rapporto più utilizzato è 3:1, ovvero 3 parti di miele con 1 di acqua. Se tenuto correttamente in frigorifero e non entra in contatto con batteri, può durare veramente a lungo.\n\n• AGAVE\nQuesto è uno dei migliori sciroppi da usare con la tequila, è molto versatile e si sposa bene anche con il caffè. Per quanto riguarda la viscosità, il rapporto migliore per tagliare questo sciroppo è di 2:1, quindi 2 parti di agave con 1 di acqua calda. Imbottiglialo, conservalo in frigorifero e se non entra in contatto con batteri può durare dalle 4 alle 6 settimane.\n\n• VANIGLIA\nLa bellezza di questo sciroppo è che puoi acquistarlo, ma anche crearne uno tuo! È ampiamente usato nei cocktail e risplenderà attraverso il caffè e i cocktail fruttati. Se vuoi crearne uno tu, compra un baccello di vaniglia, taglialo a metà per il lungo e lascialo in infusione con il tuo sciroppo semplice preferito (o sciroppo aromatizzato) finché vuoi, più rimane a macerare più saprà di vaniglia. Piccolo consiglio, puoi usare lo stesso baccello di vaniglia più di una volta.",
                "hasVideo": false,
                "videoURL": ""
            },
            
            {
                "id": "fruity-syrups",
                "title": "Sciroppi fruttati",
                "description": "Parliamo di come puoi creare i tuoi sciroppi fruttati e qualche segreto!",
                "body": "Cominciamo col dire che gli sciroppi fatti in casa sono di gran lunga migliori di qualsiasi marca commerciale. Questo perché lo stai facendo tu, e tu spacchi, non ci sono stabilizzanti, e poiché puoi fare la giusta quantità di cui hai bisogno, puoi mescolare e abbinare frutta con erbe e spezie per creare nuovi sapori. Aggiungere acidità è un bonus per aggiungere una dimensione extra a uno sciroppo, gli shrubs ne sono un ottimo esempio, ma li rimandiamo ad un'altra volta.\n\nQuindi ora possiamo iniziare a parlare di sciroppi fruttati e di due metodi che mi piace usare.\nIl mio preferito consiste nel pesare la frutta e aggiungere pari quantità di zucchero in un barattolo, pestare tutto insieme, coprirlo e attendere dalle 8 alle 12 ore. Trascorso quel tempo vedrai lo zucchero è già diventato sciroppo. Pesa il risultato e aggiungi una quantità uguale in peso di acqua tiepida, assicurati che tutto lo zucchero si sia sciolto e quindi filtrarlo e imbottiglialo.\n\nIl secondo metodo consiste nel frullare la frutta con acqua e zucchero.\nFrutti come mele e bacche avranno due diversi profili di sapore a seconda dell'uso di acqua calda o a temperatura ambiente. Con l'acqua a temperatura ambiente otterrai un sapore molto fresco e con l'acqua calda un sapore di frutta cotta molto più intenso, come la marmellata.\nPer fare questo potete pesare parti uguali di frutta, zucchero e acqua, frullare il tutto, eliminare i solidi con un colino a maglia fine e imbottigliarlo.\n\nUltimo ma non meno importante, la durata di conservazione di questo sciroppo è piuttosto breve. Se lo tieni in frigorifero può durare una settimana o due ma aggiungendo una spruzzata di vodka durerà fino a un mese.",
                "hasVideo": false,
                "videoURL": ""
            },
            
            {
                "id": "other-syrups",
                "title": "Sciroppo allo zenzero e il triplo sciroppo",
                "description": "Vediamo cosa sono questi due interessanti sciroppi e come farli!",
                "body": "ZENZERO\nIl metodo di Jeff Morganthaler è di gran lunga il modo più semplice per preparare lo sciroppo di zenzero. Basta frullare in parti uguali acqua calda, zucchero e zenzero sbucciato o meno, non fa differenza.\nQuindi usa uno strofinaccio in cotone, o un ‘borsa latte di noci’, per filtrare tutti i solidi. Un'alternativa allo strofinaccio può essere una maglietta realizzata in cotone al 100%.\n\nAVVERTIMENTO!\nSi prega di utilizzare una maglietta non colorata, preferibilmente bianca, che sai che butterai, prima o poi. Questo processo potrebbe rovinare o macchiare la maglietta.\nRicordati anche di disinfettare la maglietta prima e dopo averla usata.\n\nTRIPLO SCIROPPO\nDale DeGroff è la mente dietro questo incredibile e complesso sciroppo.\nHa creato questo sciroppo per sostituire sostanzialmente lo sciroppo semplice o lo sciroppo di miele in un cocktail. Se lo sciroppo semplice è poco interessante in un sour, lo sciroppo di miele è troppo intenso e saporito, e attira troppa attenzione all'interno del cocktail.\nIl triplo sciroppo è una combinazione di tre sciroppi e ti aiuterà a portare ai tuoi sour un sapore tridimensionale.\nUnisci 1 parte di sciroppo semplice (1:1), 1/2 parte di sciroppo d'agave, 1/4 parte di sciroppo di miele.\nCome sempre, provalo, vedi se ti piace e inizia a sperimentare.\n\nEsempio:\n400 ml sciroppo semplice\n200 ml sciroppo d’agave\n100 ml sciroppo di miele",
                "hasVideo": false,
                "videoURL": ""
            },
            
            {
                "id": "grenadine-syrup",
                "title": "Sciroppo al melograno",
                "description": "Quale è il migliore in rapporto tempo/denaro?",
                "body": "Il modo migliore per farla è ovviamente da zero, ma avrai bisogno di un po’ di preparazione per farlo.\nRidimensiona quanto segue in base alle tue esigenze.\n\nPer prima cosa avrai bisogno della melassa di melograno, che è una miscela di 950 ml di succo di melograno (meglio se biologico), 600 gr di zucchero e 35 ml di succo di limone. Mettere tutto in una padella a fuoco medio-basso, mescolare frequentemente e quando bolle, metti su fuoco lento finché non diventa denso e il liquido inizia ad attaccarsi al fondo della padella (in circa 45-60 minuti se utilizzi queste proporzioni).\n\nPer lo sciroppo avrai bisogno di 950 ml di succo di melograno e 600 gr di zucchero. Mettere a fuoco basso, mescolando continuamente e senza portare a bollore, fino a quando lo zucchero non si sarà sciolto.\nAggiungere 180 ml di melassa e amalgama il tutto.\n\nImbottiglialo, etichettalo e conservalo in frigorifero per un massimo di due settimane. In alternativa ci sono marchi davvero buoni da cui acquistarlo, durerà sicuramente più a lungo e sarà la scelta migliore se non lo usi frequentemente.",
                "hasVideo": false,
                "videoURL": ""
            }
        ]
    }
]
