[
    {
        "id": "vodka",
        "title": "Vodka",
        "text": "La vodka è un distillato limpido che può essere prodotto da qualsiasi cosa contenga amido o zucchero; patate, melassa di barbabietola da zucchero e cereali sono i materiali più comunemente usati.\nLa vodka è originaria delle regioni cerealicole della Russia occidentale, Bielorussia, Lituania, Ucraina e Polonia, note anche come paesi della 'cintura della vodka' a causa dei più alti tassi di consumo e produzione al mondo.\n\nLa vodka è comunemente nota come 'spirito neutro', ma gli ingredienti grezzi utilizzati durante la produzione conferiranno diverse note.\n\nGrano: lieve anice e pepe, scorza di limone.\nSegale: dolcezza alle noci.\nMais: burroso, pannocchia cotta.\nOrzo: pane, leggermente nocciola, dolcezza tipo brioche.\nPatata: consistenza cremosa e sapore più intenso, lievi note vegetali."
    },
    
    {
        "id": "gin",
        "title": "Gin",
        "text": "Il gin è uno spirito che richiede un processo a due fasi per essere prodotto. Per prima cosa hai bisogno di una base, di buona qualità, di 'spirito neutro' (in altre parole... vodka), quindi puoi aromatizzare questa base attraverso una seconda distillazione con semi, bacche, radici, frutta, erbe e spezie, prodotti collettivamente chiamati 'botaniche'.\n\nOgni marca di gin ha le proprie proporzioni di botaniche e tutti i gin sono unici e diversi tra loro anche se per essere chiamati gin devono avere un sapore dominante di ginepro.\nIl gin ha diversi stili e tipi.\n\nGin composto a freddo:\nComunemente noti come 'gin da bagno' sono aromatizzati con estratti, essenze e/o per infusione/macerazione senza distillazione.\n\nLondon Dry Gin:\nOriginariamente uno stile ma ora legalmente una categoria, sfortunatamente non descrive molto del gin oltre al fatto che è secco. Nonostante il nome, possono essere prodotti ovunque nel mondo.\n\nNuovo Western Dry Gin:\nQuesto è un termine generico che non è particolarmente usato e include tutti i gin che si allontanano dal sapore sovrabbondante di ginepro, questo stile è per lo più definito dall'attenta inclusione e dall'equilibrio di sapori complementari al ginepro.\n\nOld Tom Gin:\nSpesso descritti come uno stile dolce di gin, erano per lo più popolari nel 18° e inizio 19° secolo a causa della limitata possibilità di purificare il distillato. Il sapore forte di quei gin veniva mascherato aromatizzandolo e/o dolcificandolo con la liquirizia e, successivamente, con lo zucchero."
    },
    
    {
        "id": "rum",
        "title": "Rum",
        "text": "Il rum viene prodotto dalla fermentazione e dalla distillazione della melassa di canna da zucchero o del succo di canna da zucchero. Nella maggior parte dei casi viene prodotta dalla melassa tranne che nelle Indie occidentali francesi e in Brasile dove si utilizza succo fresco di canna da zucchero e si producono rispettivamente Rhum Agricole e Cachaca.\nIl processo di distillazione varia molto a seconda dei produttori, ma in generale un alambicco a più colonne riduce molto il livello di impurità e produrrà un rum molto più leggero. Utilizzando un alambicco a singola colonna, si otterrà un rum molto più intenso.\n\nCome forse già saprai, ci sono 5 tipi di rum sul mercato e, per essere chiamati così, devono avere un minimo del 37,5% di ABV.\n\n‘Light’ indica il colore e il sapore, viene utilizzato principalmente per cocktail rinfrescanti, come mojito e daiquiri, perché è più leggero al palato. Questo tipo di rum sarà imbottigliato subito dopo essere stato distillato e diluito, un ottimo esempio è il Bacardi White. Alcuni marchi come Havana, con Havana 3, lo invecchieranno un massimo di 3 anni per dargli quel colore caratteristico e una maggiore freschezza.\n\nI 'Golden rum’, o rum d’orati, sono un buon compromesso tra ‘Light rum’ e ‘Dark rum’, se stai cercando un distillato che abbia il suo carattere ma rimanga leggero al palato, dovresti assolutamente considerare questa tipologia. Il suo colore deriva dalla maturazione all'interno di botti di legno precedentemente utilizzate per cognac o whiskey. Alcuni distillatori possono aggiungere caramello per scurire il colore.\n\nI ‘Dark rum’ hanno un sapore ricco e intenso e sono spesso usati come ‘floater’ sopra i cocktail per renderli accattivanti. Se li usi per i cocktail, lasciali trasparire; trattali come un buon whisky o cognac.\n\nI rum ‘Overproof’ sono l'ingrediente segreto della maggior parte dei cocktail tiki, possono anche variare da ‘light’ a ‘dark’ e la loro particolarità è la percentuale di ABV che deve essere maggiore del 50%.\n\n‘Aromatizzato’ / ‘Speziato’ indica una categoria piuttosto faile da spiegare. Questo tipo di rum sono generalmente più zuccherati e possono essere scambiati facilmente con qualsiasi altro rum per creare dei twist. Hai mai provato un mojito con un rum al cocco?"
    },

    {
        "id": "mezcal",
        "title": "Tequila & Mezcal",
        "text": "Gli Aztechi producevano una sorta di ‘vino da rituale’ dal succo di piante di agave intorno al 250-300 D.C.. Quando i soldati di Cortes catturarono il Messico nel 1519, si resero conto che questo succo poteva essere distillato e iniziarono a produrre una pseudo-tequila pochi anni dopo il loro arrivo.\nLa tequila viene prodotta nella regione messicana di Jalisco e il suo nome deriva dalla città di Tequila, che è conosciuta come il luogo di nascita di questo fantastico distillato.\nLa pianta di agave viene tagliata a cubetti, cotta a vapore e quindi spremuta per rimuovere il succo. Successivamente, viene aggiunto del lievito naturale e per far iniziare la fermentazione. Il liquido ottenuto dalla fermentazione deve essere distillato due volte per essere chiamato tequila.\nLa tequila bianca può passare direttamente dall'alambicco alla bottiglia, con l'aggiunta di acqua per ridurre la percentuale alcolica. Le tequila Reposado e Anejo, invece, vengono invecchiate in botti di rovere in modo che il legno possa ammorbidire e addolcire il distillato e aggiungergli carattere.\n\nCi sono alcuni termini fondamentali che devi conoscere:\n• Mixto (Misto) - contiene almeno il 51% di agave, il resto è costituito da alcolici industriali;\n• Pura - quando il distillato è composto da agave blu al 100%;\n• Blanco (Bianca) - questa è una tequila chiara che è stata invecchiata per un massimo di 60 giorni;\n• Oro - è la stessa tequila bianca ma con l'aggiunta di aromi/coloranti, solitamente caramello.\n• Reposado (Riposata) - questo tipo di tequila deve essere invecchiata in botti di rovere tra i 60 giorni e 1 anno;\n• Anejo (Invecchiata) - tequila invecchiata per un minimo di 1 anno e può essere invecchiata fino a 10 anni;\n\nDal XVI secolo il Mezcal è ottenuto dal succo estratto dalla cottura del cuore della Pianta Maguey, una tipologia di pianta di agave. Era usata dagli Aztechi per fare il Pulque, una bevanda dolce simile alla birra che veniva consumata principalmente durante le cerimonie religiose.\nA differenza della tequila, per conferire al mezcal il suo particolare sapore affumicato la pianta viene arrostita. Successivamente viene pressata usando delle pietre per estrarne la polpa, messa a bagno in acqua pura con aggiunta di lievito e lasciata fermentare per diversi giorni. Il liquido fermentato viene infine distillato e successivamente imbottigliato."
    },

    {
        "id": "cognac",
        "title": "Brandy & Cognac",
        "text": "Brandy e Cognac hanno molto in comune ma sono comunque molto diversi l'uno dall'altro.\nIl brandy è un liquore prodotto dalla distillazione del vino ed è tipicamente consumato come digestivo dopo cena. Alcuni brandy vengono invecchiati in botti di legno, per dare loro carattere, un po’ di corpo e quel bellissimo color caramello. Ad alcuni semplicemente aggiunto del colorante per imitare l'invecchiamento e altri vengono prodotti utilizzando una combinazione di invecchiamento e colorazione.\nSebbene il Cognac sia 'solo' Brandy francese, prodotto nella regione della cittadina chiamata 'Cognac', ci sono solo 6 diverse regioni che forniscono vini per la distillazione.\nPer essere ufficialmente chiamato Cognac, il vino deve essere distillato due volte entro il 31 marzo, la distillazione inizia solitamente intorno alla fine di novembre, ci vogliono 9 litri di vino per fare 1 litro di cognac e normalmente occorrono 11 ore di distillazione.\n\nIl cognac ha anche 4 diverse categorie:\n• V.S. (Very Special) / 3 *** - ha un'età compresa tra 2 anni e mezzo e 4 anni e mezzo;\n• V.S.O.P. (Very Special Old Pale) - Il nome ha avuto origine dall’Hennessy House e l'elemento più giovane deve avere almeno 4 anni e mezzo;\n• NAPOLEONE - legalmente ha bisogno di essere invecchiato 6 anni e mezzo ma è molto comune invecchiarli più a lungo.\n• X.O. - denominazione creata da Maurice Hennessy dopo l’invecchiamento di cognac in botti per amici e familiari e generalmente indica del cognac invecchiato tra i 15 e i 20 anni."
    },

    {
        "id": "whiskey",
        "title": "Whisky & Whiskey",
        "text": "• Scottish Malt Whisky\nÈ prodotto in modo simile agli altri whisky ma con un processo un po’ più complesso.\nIl cereale usato deve essere solo orzo. Una volta raccolto l'orzo viene maltato, cioè messo a bagno in acqua per 1-2 giorni e lasciato germogliare parzialmente; questo processo trasforma l'amido in zuccheri semplici.\nPer impedire all'orzo di assorbire tutto lo zucchero, l'orzo viene essiccato in un forno, riscaldato dal fuoco di torba per generare quel caratteristico sapore affumicato.\n\n• Scotch Grain & Blended Whiskey\nLo Scotch Grain Whisky può essere preparato con grano, mais, segale o altri cereali. Viene distillato almeno due volte e utilizzando un alambicco a colonna. Deve essere invecchiato per 3 anni in Scozia e ridotto con acqua fino a un minimo di 40°. Questo whisky viene utilizzato solo per la miscelazione con malt whisky per creare lo Scotch.\n\n• Irish Whisky\nPer questo tipo di whisky vengono utilizzati cereali maltati e non maltati, e questa miscela verrà semplicemente essiccata a caldo. Viene poi fatta fermentare fino a circa 8°, quindi distillata 3 volte fino al raggiungimento di 85°. Infine deve invecchiare per 3 anni in botti di rovere in Irlanda e dopo tale periodo viene miscelato dai 2 giorni fino a 1 mese prima di imbottigliarlo, ovviamente allungandolo con acqua per abbassarne la gradazione alcolica.\n\n• American Whiskey\nQuesti sono prodotti in modo simile ai precedenti con caratteristiche e metodi molto distinti. I whisky americani usano prevalentemente mais e segale piuttosto che orzo.\nLa risultato del mix di diversi cereali si chiama 'mashbill' che viene cotto a pressione con una miscela di acqua e lievito. A questo punto è possibile aggiungere circa il 25% del mosto dei lotti precedenti e il risultato viene indicato come 'sour mash'. Ciò garantisce la coerenza di carattere in tutti i lotti. Questo 'sour mash' viene quindi fermentato in birra e distillato almeno due volte.\nIl whisky viene quindi affinato in nuove botti di rovere americano carbonizzato per un minimo di due anni, che conferiranno al whisky delle note dolci e un leggero sapore affumicato.\n\n• Bourbon Whisky\nQuesto tipo di whisky può essere prodotto esclusivamente negli Stati Uniti per legge e solo se prodotto in Kentucky può essere chiamato Kentucky Bourbon.\nLa maggior parte del mosto deve essere di mais e il resto può essere una miscela di grano, segale e orzo.\nDurante la distillazione non può superare gli 80°, quindi viene diluito a 63° prima di invecchiare per due anni in botti di rovere bianco americano nuove di zecca. Può essere ridotto a non meno di 40° prima dell'imbottigliamento.\n\n• Tennessee Whiskey\nÈ molto simile al bourbon ma deve essere prodotto in Tennessee e prima dell'invecchiamento viene filtrato attraverso 3 metri di carbone di acero da zucchero."
    }
]
