[
    {
        "id": "basic",
        "name": "Basic Techniques",
        "lessons":
        [
            {
                "id": "equipment",
                "title": "Equipment",
                "description": "Not really sure what to buy online?\nLet's talk about it.",
                "body": "I want to state, you do not need all the essential equipment straight away. That being said, let me help you by picking out the right tools to start making extraordinary cocktails.\n\n• COCKTAIL SHAKERS\nThere are two main factors to consider when buying a shaker this is the style of it and what it’s made of (metal, stainless steel, plastic etc.). The two most commonly found shakers are ‘Cobbler shaker’ which has three pieces to it or the two-piece known as ‘Boston shaker’. I highly recommend the ‘Boston shaker’ simply because it is easy to use especially with one hand... making it look and sound good. Not only is it the most popular choice for professional bartenders because its more effective with straining but the quality of it and finding spare parts for it is a lot easier.\n\n• STRAINERS\nThere are three different strainers: ‘Julep’, ‘Hawthorn’, which stops the chunks of ice falling into the cocktail glass to avoid mess going everywhere and the fine strainer. The fine strainer (or tea strainer) will catch all the small shards that are coming through. My preferred strainer is called ‘Calabrese Hawthorn strainer’, which is very versatile and is mainly used in a combo with the fine strainer.\n\n• JIGGER\nThe jigger set I like to use consists of two vessels, each a double cone. Usually, the smaller one measures 25 ml and has marks on the inside for 20 ml and 10 ml, and the big one for 35 ml.\n\n• BAR SPOON\nBar spoons are really useful for mixing and layering mixed drinks which works better when the stirring technique is very smooth. Another use for them is measuring small amounts of liquids, usually around 5 ml, and to fish cherries or olives out of the jar.\n\n• OTHER TOOLS\nMuddler: Get a good one to smash fruits at the bottom of a glass, alternatively you can use the flat surface at the top of the bar spoon if it has one.\n\nPeeler: You will probably have one already at home, but if you don't, get a good 'Y' peeler, avoid flexible and thin materials. I have destroyed one while peeling a firm lemon, and it sliced my finger very badly.\n\nKnives and cutting board: You can pretty much use any good sharp knife and any kind of chopping board will do the job. I am sure you have these at home already, they will do the job.\n\nJuicer: If you don’t already have one at home, one I would recommend buying is ‘Mexican elbow’ for lemons which you can also use to squeeze limes.\n\nMixing glass: They are quite expensive and they are not extremely necessary. You can easily use one of the two tins of the cocktail shaker and avoid a big expense.",
                "hasVideo": false,
                "videoURL": ""
            },
            
            {
                "id": "how-to-shake",
                "title": "How to shake cocktails",
                "description": "Learn why you should shake cocktails and much, much more!",
                "body": "Shaking a drink is one of the quickest ways to a cold cocktail. The reason for this is the rapid distribution of liquid throughout the shaker and ice. This will speed up the thermal exchange between the two and now I will explain why the faster you shake, the faster it chills.\nUsually, you should shake a cocktail for about 8 to 10 seconds, more than that will have little impact on the end result of the cocktail, and it will also be a waste of energy.\nA vigorous shake will create a layer of ice around the shaker, once you get that layer you can easily stop shaking. This will indicate that the liquid inside has reached the coldest point possible, which is around -5° C. The technique you use to shake is not that important, neither is the ice (never shake with crushed ice).\nShaking also brings aeration into cocktails, this is caused by the ice trapping small bubbles of air inside the liquid, you can feel these tiny bubbles on your palate but they can also affect the tactile experience of the cocktail and the way the flavours are perceived. One thing to keep in mind when making your own cocktail, is that shaking will make a drink cloudy no matter how clear the products are that you are using.Last, but not least, after you shake cocktails you should always double strain, this is to eliminate the ice shards in your cocktail and the ones floating on top. The fine strainer also catches all the bits of fruits, seeds and pulps.\n\nSet up:\nThe most used practice when creating a cocktail is to pour all the ingredients inside the small tin of the shaker and then fill it with ice. Put the big tin on top, turn it upside-down and twist both tins in opposite directions. Generally the small tin can hold up to two cocktails, it all comes down to the amount of liquid per cocktail. After shaking, you can hit the shaker on the side an inch below the rim to break the seal. It takes a lot of practice to find the right spot, so don’t drive yourself crazy if sometimes it doesn’t work the first try every time!\n\nPro tips:\n• Put the cheapest ingredients in first, if you make a mistake there will be less wastage cost wise\n• If there is a time when you need to make an uneven number of cocktails such as 3 instead of 2 you will be able to evenly split the extra one between the two shaker sets. Then, simply pour evenly into the cocktail glasses.\n• Cocktails served without ice have a short life time, you can either drink them fast or chill the glass before using it.\n\nQuick recap:\nShake vigorously for 8-10 seconds\nshake with ice cubes (not crushed ice)\nShaking will chill, dilute and aerate the drink\nIf you are using cloudy ingredients, shake!",
                "hasVideo": true,
                "videoURL": "https://youtu.be/lRtJwgZINIk"
            },
            
            {
                "id": "how-to-stir",
                "title": "How to stir cocktails",
                "description": "Why stir certain cocktails instead of shaking them?",
                "body": "The reason we stir cocktails like martinis, is because the end result is more appealing, visually and taste wise.\nWhen stirring a cocktail you will have much more control over the dilution of the ice, but remember that science says ‘ice will melt with heat, which is taken from the drink’; So once you reach that frosty effect outside your mixing glass, almost nothing will change and its all effort wasted. Also a stirred cocktail will keep all your ingredients clear since there will be no air bubbles trapped inside it. This also means that the flavours of the ingredients will be more prominent. The stirring technique does not impact the outcome of the cocktail but a good technique will make you look professional. Grab a nice long bar spoon and put in close to the mixing glass, smoothly let it rotate between your fingers, and against the glass in circular path. When stirred, the temperature of the cocktail will drop around 0° C in under 10 seconds but it will take you more than 40 seconds to reach the same temperature of a shaken cocktail.\n\nSet up:\nThe most used practice is to pour all the ingredients inside the mixing glass (cheapest ingredients first) and then add ice and stir. Chilling the mixing glass first is good practice but not essential.\n\nPro tips:\n• Cocktails served without ice have a short life time, you can either drink them fast or chill the glass before serving, this will give you a little more time to enjoy it.\n• A good stir takes 2 times more than washing your hands. So you can practice your muscle memory by singing:\n- Happy birthday\n- I will survive - just the chorus\n- Africa - just the chorus\n\nQuick recap:\n• Stir with a consistent pace for about 60 seconds\n• Always chill the glass if the cocktails is served without any ice\n• Stirring will highlight your ingredients - quality is key\n• Stirred cocktails works best with clear liquids",
                "hasVideo": true,
                "videoURL": "https://youtu.be/2MB9DilgEKM"
            },
            
            {
                "id": "how-to-churn",
                "title": "How to churn & build in",
                "description": "Two super simple techniques that you should never fail!",
                "body": "• CHURNING\nChurning a cocktail means powerfully agitate the liquid, and all the other ingredients inside the glass with crushed ice. By doing this you will instantly chill the cocktail, give it dilution and absorb all the ingredients together. It is a very powerful and easy technique and is always associated to mojitos.\n\nSet up:\nAdd all the ingredients inside the glass, fill the glass with crushed ice and use your bar spoon to powerfully go up and down and mix all the ingredients for about 8 - 10 seconds. Top with some more crushed ice.\n\nPro tips:\n• Ice keeps ice nice\n• Do not churn if you use fizzy ingredients\n• Churn powerfully with your bar spoon\n• Make your solid ingredients spread out evenly in the glass\n\n• BUILD IN\nBuilding a cocktail literally means pouring all the ingredients inside a glass over ice. Some of the build in cocktails require sparkling ingredient to go as last; in that case, try not to pour sparkling liquids on top of the ice otherwise they will float on top. If the liquid floats give it a gentle stir to incorporate everything together.\n\nSet up:\nAdd everything in the glass, cheap ingredients first, and then add ice. If the cocktail contains sparkling top it up and pour it over the liquid so it doesn’t float.",
                "hasVideo": true,
                "videoURL": "https://youtu.be/At82bYuY0yw"
            }
        ]
    },
    
    {
        "id": "advanced",
        "name": "Advanced Techniques",
        "lessons":
        [
            {
                "id": "how-to-throw",
                "title": "How to throw cocktails",
                "description": "Why a Bloody Mary is better thrown than shaken?",
                "body": "This is one of the few techniques that you can actually have fun with by just trying it with water. You have to throw the liquid from one tin to the other, this technique will chill the cocktail and give it dilution plus texture.The reason why it is the best technique for Bloody Marys is because it will get most of the characteristics of a shaken cocktail without making a thick bitter foam on top (shaking tomato juice will make foam and with all the seasoning inside a Bloody Mary it can become nasty).\n\nSet up:\nWhich ever way is most comfortable for you, hold the big tin with ice and liquid inside with one hand and lock the ice at the bottom of the tin with your strainer. Pour the liquid from a tin to the other constantly until the liquid reaches the desired dilution (this will be more noticeable with thick juices like tomato juice).\n\nPro Tips:\n• Practice this technique with water first\n• Use either a ‘Calabrese Hawthorn’ or a ‘Julep Strainer’",
                "hasVideo": true,
                "videoURL": "https://youtu.be/T_DEm_2kXWk"
            },
            
            {
                "id": "dry-shake-and-reverse-dry-shake",
                "title": "Dry shake & Reverse dry shake",
                "description": "Let’s dive into these techniques and what should you use them for",
                "body": "These two techniques will guide you inside the wonderful world of foamy cocktails. What is the best ingredient that will make the best foam possible? It is the egg white, though there is an alternative if you are vegan.\nEgg white in cocktails is generally safe because when it gets in contact with the spirit, and the citric juice of your choice, those will start killing the bacteria.\n\nThe ‘Dry Shake’ refers to vigorously shaking ingredients in a cocktail shaker without ice for about 20/30 seconds, this will ensure that the egg white combines with all the other ingredients and the result is a thick, frothy foam that gives an incredible velvety texture to your cocktail.\nAfter 'Dry Shaking', ice is added and the mixture is shaken briefly before getting fine strained inside the glass.\n\nThe 'Reverse Dry Shake' is the same technique but reversed, so you will be shaking your ingredients with ice first (leave the egg white on the side), fine strain the mixture inside the shaker, add the egg white and vigorously shake the hell out of that cocktail.\n\nPro tips:\n• If you are using egg white, crack the egg in a separate tin, just in case the yolk is off or the shell breaks\n• If you are using alternatives like aquafaba (chickpea water) I suggest to use around 25/30 ml. Any other alternative will show the best measurements on the bottle, like Mrs Better Bitter Miraculous Foamer\n• There is no ‘right’ technique, try them both and pick your favourite\n\nQuick recap:\n• This technique requires two shakes\n• Always shake vigorously when shaking egg white\n• Always fine strain the cocktail after shaking it with ice",
                "hasVideo": true,
                "videoURL": "https://youtu.be/5QQ0cDGohA0"
            },
            
            {
                "id": "make-cocktails-without-equipment",
                "title": "Making cocktails without equipment",
                "description": "Did you forget to bring shakers and strainers with you? Let’s see some alternatives",
                "body": "It can always come in handy bringing with your shakers and strainers, but honestly there are times, and by ‘times’ I mean most of the time, where you cannot bring your sets around. What you can easily do is mix everything in the glass with ice and you are done.\nThat’s easy! Now let’s see what you can use as an alternative shaker.\n\n• SHAKER\nFor example, a very useful thing is an empty jam jar (who doesn’t have one laying around?). Mix everything in there, fill it with ice and shake. Since the jar will be full of ice and there will be little to no surface for the ice to smash against, you will avoid most of the ice cracking while shaking. There is no need to fine strain it or anything, you can open the jar and drink out of it! Another useful item can be, an empty spice jar, a protein shaker, an empty ice cream box, or whatever you think is best to hold the ingredients of the cocktail.\nGet funky, get creative!\n\n• JIGGER\nYou don’t have any sort of jigger with you?\nThat’s never a big deal! Since you are not selling your cocktails you can free pour and choose how much booze you want in it. Although an easy alternative can be an espresso mug, a hard boiled egg holder or whatever you know roughly how much it can hold.",
                "hasVideo": false,
                "videoURL": ""
            }
        ]
    },
    
    {
        "id": "syrups",
        "name": "Syrups",
        "lessons":
        [
            {
                "id": "simple-syrup",
                "title": "Simple & Rich sugar syrups",
                "description": "Let's see how to make them and when it is best to use them",
                "body": "‘Simple syrup’ refers to a mixture of equal parts of water and sugar by its weight (1:1). For a ‘Rich syrup’, you simply mix 2 parts of sugar to 1 part water (2:1).\nSimply put sugar in a container and add hot water to it, stir everything until combined and the liquid becomes clear.\nYou can also do it by mixing everything with cold water but by doing this it will take much longer to dissolve the sugar. You can use this method with all the types of sugar you come across: granulated, brown, demerara, golden, muscovado, or turbinado sugar.\nOnce your sugar syrup is ready, let it cool down, bottle and label it with the name of the sugar you picked, the ratio used and the date you made it. Store it in the fridge for more than one month.\nMost of the cocktails ask for syrup just because is impossible to completely dissolve granulated sugar when stirring, shaking or throwing a cocktail. For drinks like old fashioned, mojito or caipirinha, which the original recipe asks for granulated sugar, is really up to you to decide if you want to use granulated or syrup.\nUsing granulated sugar will make the sweetness of your cocktail evolve over time, I personally don’t like it. By using sugar syrup instead, you will have much more control over the sweetness of the drink and it will be much easier to replicate the exact same flavour profile.",
                "hasVideo": false,
                "videoURL": ""
            },
            
            {
                "id": "honey-agave-vanilla",
                "title": "Honey, Agave & Vanilla syrups",
                "description": "Learn how to use these thick syrups and some interesting facts",
                "body": "Since all of these syrups are dense, thick or not runny at all, I suggest to ‘water them down’ a little bit, not too much or they will lose their characteristics. And now it is up to you to decide if you want to ‘cut’ them with a 1:1, 2:1 (same as simple or rich syrup).\nIt is better to avoid using thick syrups because when they get in contact with cold water, they will crystallise and turn into a hard rock substance and stick to the wall of the shaker. I will now explain the three types of different syrups.\n\nHONEY SYRUP:\nThis ingredient is a must have and it is used in a lot of classic and modern cocktails as it goes very well with whiskeys. You can use any kind of honey though remember it will impact the flavour. When mixing it choose hot water not boiling. The most used ratio is 3:1 and its shelf life is more than a one month, longer if you keep it in the fridge.\n\nAGAVE SYRUP:\nThis is a very nice syrup to use with tequilas, it is very versatile and it goes well with coffee. As far as thickness the best ratio to cut this syrup will be 2:1, once you cut it with hot water, just bottle it and store in the fridge for more than a month.\n\nVANILLA SYRUP:\nThe beauty of this syrup is that you can either buy it or make your own. It is widely used in cocktails and it will shine through coffee and fruity ones. If you want to make your own, just buy a vanilla pod, cut it in half by length and let it infuse with your preferred simple syrup (or flavoured syrup) and for as long as you like. The more, the better. Quick tip, you can use the same vanilla pod more than once.",
                "hasVideo": false,
                "videoURL": ""
            },
            
            {
                "id": "fruity-syrups",
                "title": "Syrups out of berries",
                "description": "Let’s talk about how you can make your own fruity syrups and more!",
                "body": "Let’s begin by saying that home made syrups are by far better than any commercial brand. That is because you are making it yourself, and you are amazing, there are no stabilisers, and because you can make just the right amount you need, you can mix and match fruits with herbs and spices to create new flavours. Adding acidity is a bonus to add extra dimension to a syrup, shrubs are a great example of that but that’s for another time.\n\nSo now we can start talking about fruity syrups and two methods that I like to use.\nMy favourite one consists in weighting the fruits and adding an equal amount of sugar in a jar, muddle everything together, cover it and wait 8 to 12 hours. After that time has passed you will start to see the sugar started dissolving. Weight the result and add an equal amount of warm water by weight, make sure all the sugar is dissolved and then strain it and bottle it.\n\nThe second one is blending fruits with water and sugar.\nFruits like apples and berries you will have two different flavour profile depending on the use of hot or room temperature water, like cooked vs fresh apple. With room temperature water you will get a much fresh flavour and with hot water you will get a much richer, stewed fruit flavour, like jam.\nTo do this you can weight equal parts of fruits, sugar and water, blend all together, remove the solids with a fine mesh strainer and bottle it.\n\nLast but not least, the shelf life of this syrup is pretty short. If you keep it refrigerated it can last a week or two but by adding a splash of vodka it will go up to a month.",
                "hasVideo": false,
                "videoURL": ""
            },
            
            {
                "id": "other-syrups",
                "title": "Ginger syrup and Triple syrup",
                "description": "Let’s see what these two interesting syrups are and how to make them!",
                "body": "GINGER\nThe Jeff Morganthaler’s method is by far the easiest way to make ginger syrup. Simply blend together equal parts of hot water, sugar and peeled, or not, ginger.\nThen use a cheese cloth, or a nut milk bag, to strain all the solids. Alternative for the cheese cloth can be a t-shirt made 100% with cotton.\n\nWARNING!\nPlease use a non coloured t-shirt, preferably white, that your know that you will throwing it away. This process may ruin or stain the t-shirt.\nAlso be considerate and disinfect the tee before and after using it.\n\nTRIPLE SYRUP\nDale DeGroff is the mastermind behind behind this incredible and complex syrup.\nHe created this syrup to basically replace simple syrup or honey syrup in a cocktail. If simple syrup is quite uninteresting in a sour, on the other hand honey syrup is too warm and flavourful, and grabs too much attention inside a cocktail.\nThe triple syrup is a combination of three syrups and will help you take your sours to a third dimensional flavour.\nCombine 1 part of simple syrup (1:1), 1/2 part of agave syrup, 1/4 part of honey syrup.\nAs always, try it out, see if you like it and start experimenting.\n\nExample:\n400 ml simple syrup\n200 ml agave syrup\n100 ml honey syrup",
                "hasVideo": false,
                "videoURL": ""
            },
            
            {
                "id": "grenadine-syrup",
                "title": "Grenadine syrup",
                "description": "Which one is the has the best value for your time/money?",
                "body": "The best way to make this is obviously from scratch but you will need a bit of prep to do.\nScale the following proportions based on your needs.\n\nFirst thing first what you will need is pomegranate molasses, which is a mixture of 950 ml of pomegranate juice (better if it is organic), 600 gr of sugar and 35 ml of lemon juice. Put everything in a pan over medium to low heat, stir frequently and when it’s boiling simmer it until it becomes thick and start sticking to the bottom of the pan (around 45-60 min for a full batch).\n\nFor the syrup itself you will need 950 ml of pomegranate juice and 600 gr of sugar. Place over low heat, stirring constantly and without bringing to boil, until the sugar is dissolved.\nStir in 180 ml of molasses and combine.\n\nBottle it and label it and keep refrigerated for up to two weeks. Otherwise there are really good brands out there to buy it from, it will definitely last longer and it will be the best choice if you don’t use it very often.",
                "hasVideo": false,
                "videoURL": ""
            }
        ]
    }
]
