[
    {
        "id": "vodka",
        "title": "Vodka",
        "text": "Vodka is a clear spirit which can be produced from anything containing starch or sugar; potatoes, sugar beet molasses and cereal grains are the most commonly used materials.\nVodka originated in the grain-growing regions of western Russia, Belarus, Lithuania, Ukraine and Poland, also known as the ‘Vodka Belt’ countries because of the highest rates of consumption and production in the world.\n\nVodka is commonly known as ‘neutral spirit’ but the raw ingredients used during production will impart different flavour profiles.\n\nWheat: subtle aniseed and pepper, lemon zest.\nRye: nutty sweetness, rye bread, brazil nuts.\nMaize/corn: buttery, corn-on-the-cob.\nBarley: bread, lightly nutty, brioche sweetness.\nPotato: creamy texture and fuller flavour, slight vegetable notes.\n"
    },
    
    {
        "id": "gin",
        "title": "Gin",
        "text": "Gin is a spirit that requires a two stage process to be produced. First you need a good quality base of ‘neutral spirit’ (in other words.. vodka), then you can flavour this base through a second distillation with seeds, berries, roots, fruits, herbs and spices, collectively known as ‘botanicals’.\nEvery gin brand have their own ratios of botanicals and all gins are unique and different even though to be called gin it’s required to have a dominant juniper flavour.\n\nGin has different styles and types.\n\nCold compounded gin:\nCommonly known as ‘bathtub gins’ are flavoured with extracts, essences and/or by infusion/maceration without distillation.\n\nLondon Dry Gin:\nOriginally a style but now a legal category, unfortunately it doesn’t describe much about the gin other than being dry. Despite the name, they can be produced anywhere in the world.\n\nNew Western Dry Gin:\nThis is a loose term that it is not that used, this includes all the gins that shifts away from the overabundant juniper flavour, mostly defined by the careful inclusion and balance of supporting flavours.\n\nOld Tom Gin:\nOften described as sweet style of gin, they were mostly popular in the 18th and 19th centuries due to the limited purification of the spirit. The rough taste of those gins were masked by flavouring and/or sweetening with liquorice, and later, with sugar."
    },
    
    {
        "id": "rum",
        "title": "Rum",
        "text": "Rum is spirit made by fermenting and then distilling sugarcane molasses or sugarcane juice. In most cases is produced from molasses except in the French West Indies and in Brazil where they use fresh sugarcane juice and make respectively Rhum Agricole and Cachaca.\nThe distillation process varies a lot with different producers but generally speaking multiple columns still will reduce the level of impurities and produce a much lighter rum. By using a pot still, or a single column still, you will get a much heavier rum.\n\nAs you may know already the are 5 kinds of rums in the market and, in order to be called so, they have to have a minimum of 37.5% ABV.\n\n‘Light’ indicates the color and the flavour, it is mainly used for refreshing cocktails, like mojitos and daiquiris, because it is more light on the palate. This type of rum will be bottle straight after being distilled and diluted, a great example is Bacardi White. Certain brands like Havana, with Havana 3, will age it for maximum 3 years to give it that signature color and enhanced freshness.\n\n‘Golden’ rums are a good compromise between ‘light’ and ‘dark’, if you are looking for a spirit that has its own character but remain light on the palate, you should definitely consider using this. Its color comes from the ageing inside wooden casks that have previously been used for cognac or whiskey. Some distillers may add caramel to darken the color.\n\n‘Dark’ rums are on rich and intense flavour of the spectrum and are often used as floater on top of cocktails to make they eye-catching. If you use them for cocktails please let them shine through; treat them like a good whiskey or cognac.\n\n‘Overproof’ rums are the secret funky ingredient of most of tiki cocktails, they can range from ‘light’ to ‘dark’ as well and their peculiarity is the percentage of ABV which has to be above 50%.\n\n‘Flavoured’ / ‘Spiced’ indicates a pretty self explanatory category. This kind of rums are generally more sweetened and they can be swapped easily with any other rum for twists. Have you ever tried a coconut  rum mojito?"
    },

    {
        "id": "mezcal",
        "title": "Tequila & Mezcal",
        "text": "Aztecs used to produce ritual wine from the juice of agave plants around 250-300 AD. When Cortes' soldiers captured Mexico in 1519, they realized that this juice could be distilled and began producing pseudo-tequila within a decade of their arrival.\nIt is made in Mexico's Jalisco region, and its name is derived from the city of Tequila, which is known as the birthplace of this awesome spirit.\nThe agave plant is diced, steamed, and then squeezed to remove the juice. After that, natural yeast is added, and fermentation begins. In order to be called tequila, this fermented liquid needs to be distilled two times.\nSilver tequila can go straight from the still to the bottle, with the addition of water to reduce the strength. Reposado and Anejo tequilas, instead, are aged in oak casks so the wood can soften and mellow the spirit and add character to it.\n\nThere are some fundamental terms that you must know:\n• Mixto (Mixed) - contains at least 51% agave, the rest being made up of industrial spirits;\n• Pura (Pure) - it is 100% blue agave distillate;\n• Blanco (White/Silver) - this is a clear tequila which has been aged for a maximum of 60 day;\n• Oro (Gold) - It is the same as the blanco tequila but with the addition of flavouring/colouring, usually caramel.\n• Reposado (Rested) - this type of tequila must be aged in oak casks between 60 days and 1 year;\n• Anejo (Aged) - aged for a minimum of 1 year and can be aged for up to 10 years;\n\nSince the 16th century, Mezcal has been made from the juice extracted from the cooking of the heart of the Maguey Plant, a kind of agave plant. It was used by the Aztecs to make Pulque, a sweet beer-like drink that was mostly consumed during religious ceremonies.\nUnlike tequila, to give mezcal its particular smoky flavour the plant gets roasted. Then it is stoned pressed to extract the pulp, steeped in pure water with addition of yeast and left to ferment for several days. The fermented liquid gets distilled and then bottled."
    },

    {
        "id": "cognac",
        "title": "Brandy & Cognac",
        "text": "Brandy and Cognac have a lot in common but they still are very different from each other.\nBrandy is a liquor produced by distilling wine and it is typically consumed as an after-dinner digestif. Some brandies are aged in wooden casks, to give them character, some body and that beautiful caramel color. Some are simply coloured with caramel colouring to imitate the aging and others are produced using a combination of both aging and colouring.\nAlthough Cognac is “just” French Brandy, made in the region of the little town called “Cognac”, there are 6 different sub-regions that provide wines for the distillation.\nCognac to obtain the official appellation, the wine must be distilled twice by the 31th of March, the distillation usually starts around the end of November, it takes 9 litres of wine to make 1 litre of cognac and usually requires 11 hours of distillation.\n\nCognac also has 4 different categories:\n• V.S. (Very Special) / 3 *** - its aged between 2 ½ and 4 ½ years;\n• V.S.O.P. (Very Special Old Pale) - Name originated from Hennessy House and the youngest element must be at least 4 ½ years old;\n• NAPOLEON - it legally needs to be aged 6 ½ years but it is very common to age them for longer.\n• X.O. - appellation created by Maurice Hennessy after aging cognac casks for friends and family and it generally stands for cognacs aged between 15 & 20 years."
    },

    {
        "id": "whiskey",
        "title": "Whisky & Whiskey",
        "text": "• Scottish Malt Whisky\nIt is made similarly as other whiskies but with a little more complex process.\nThe grain must be barley and barley only. Once harvested the barley gets malted, which means soaked in water for 1-2 days and allowed to part germinate; this process turns starch into simple sugars.\nTo stop the barley to absorb all the sugar, the barley gets dried in a kiln, heated by peat fire to generate that characteristic smokey flavour.\n\n• Scotch Grain & Blended Whisky\nScotch Grain Whisky can be made with wheat, corn, rye or other cereals. It will be distilled minimum two times and distilled using a column still. Must be aged for 3 years in Scotland and reduced with water to a minimum of 40% ABV. This whiskey is only used for blending with malt whiskies to create Scottish Blended Whisky or simply Scotch.\n\n• Irish Whisky\nFor this type of whisky, malted and un-malted grains are used, but that mixture will simply be heat dried. Then the mixture needs to ferment to around 8% ABV, then distilled 3 times to a 85% ABV. It has to age for 3 years in oak casks in Ireland and after that period it gets blended from 2 days up to 1 month before reducing the ABV to lower the strength and bottled.\n\n• American Whiskey\nThese are produced similarly to the previous ones with very distinguished features and methods. American Whiskeys use predominantly more corn and rye rather than barley.\nThe recipe of different grain is called “mashbill” which is pressure cooked with a mixture of water and yeast. At this point almost 25% of the mash from previous batches can be added and it is referred as “sour mash”. This ensure consistency of character throughout the batches. This “sour mash” is then fermented into beer and the distilled at least twice.\nThe whiskey then gets afed in new charred American oak barrels for a minimum of two years, that will impart sweeties and a light smokey flavours to the whiskey.\n\n• Bourbon Whisky\nThis kind of whiskey can be made exclusively in the US by law and only if it is made in Kentucky can be called Kentucky Bourbon.\nThe majority of the mash needs to be corn, and the rest can be a mix of wheat, rye and barley.\nDuring distillation it cannot go over 80% ABV, then it gets diluted to 63% ABV before aging for two years in brand new, American white oak barrels. It can be reduced to no less than 40% ABV before bottling.\n\n• Tennessee Whiskey\nIts very similar to bourbon but it has to be made in Tennessee and before aging is filtered through 3 meters of sugar-maple charcoal."
    }
]
